[
  {
    "name": "Krithika Rangarajan",
    "year": "Exun 2004",
    "message": "Hello hello, thank you for getting this group together .. I am Krithika Rangarajan- Exun batch of 2004 . I’m now an associate professor of Radiology in AIIMS Delhi, great to meet you all !"
  },
  {
    "name": "Udit Mehrotra",
    "year": "Exun 1998",
    "message": "Hello everyone, I am Udit Mehrotra, Class of 1998. Don't remember what I did at Exun exactly , but it was a lot of fun 🙂 glad to be here! based in new delhi"
  },
  {
    "name": "Mrinal Sinha",
    "year": "Exun 1997",
    "message": "Hello Exun alums 😊. This is Mrinal Sinha, Class of 1997. How are you @Udit Mehrotra ?"
  },
  {
    "name": "Mohit Taneja",
    "year": "Exun 2007",
    "message": "Hello hello, Mohit Taneja 2007, I am in Austin, Texas. I work as a Product Manager at Arm, and help define our data center and 5G/6G IP roadmaps."
  },
  {
    "name": "Aarman Roy",
    "year": "Exun 2014",
    "message": "Yaoo - Aarman"
  },
  {
    "name": "Ananay Arora",
    "year": "Exun 2017",
    "message": "Hi everyone! I'm Ananay - President, Class of 2016-17. I'm currently working at Legix as a founding engineer based in Phoenix, AZ. Fun fact - I love to DJ as a hobby. Looking forward to meeting you all!"
  },
  {
    "name": "Bharat Kashyap",
    "year": "Exun 2015",
    "message": "Thanks Ankit for taking the lead on this! I'm Bharat, President in 2015. Engineer in open-source dev tools currently, worked in tech for consulting before this. Very excited to have the alumni group going :)"
  },
  {
    "name": "Jawahar",
    "year": "Exun 2000",
    "message": "Exun 2000 Vice President along with Ankit. These days, I work on incubating newer business within larger companies, currently in media and streaming, previously Samsung. Maryland/Stern alum (and IIT dropout?) Residing in the NYC area. Always happy to connect"
  },
  {
    "name": "Prannay Khosla",
    "year": "Exun 2015",
    "message": "Exun 2014-15, currently an Entrepreneur as well, based out of SF. Worked in self driving and HFT before this. IIT 2019."
  },
  {
    "name": "Gursartaj Singh Nijjar",
    "year": "Exun 2007",
    "message": "Exun 2007, President alongside Working at barclays in the M&A team in Mumbai. Studied at stephens/iim bangalore Been mostly in finance since 2010! Great to finally having our own alumni network!"
  },
  {
    "name": "Aryaman Chandra",
    "year": "Exun 2022",
    "message": "Hi! I am Aryaman Chandra. Exun 2022 - I am currently a student and a freelance developer and designer"
  },
  {
    "name": "Ankit Wadhwa",
    "year": "Exun 2000",
    "message": "Exun 2000, President - now an entrepreneur, having built and exited two sizable tech companies. Currently working on my third venture in crypto. I spent 7 years in consulting before transitioning to entrepreneurship. I'm an IIT/Wharton alum and a proud father of a 5-year-old. Always happy to connect—feel free to reach out!"
  }
]
