[
  {
    "title": "Senior Software Developer (Manager)",
    "posted_by": "Areeb",
    "company": "Lucio AI",
    "location": "Bangalore + Remote",
    "description": "Hi, a bunch of my seniors from NLSIU who are running a legal ai company  are looking for software developers. Please share with anyone who might be interested, thanks! Lucio, a Bengaluru-based AI legal-tech startup, is looking for a Senior Software Developer (Manager) to lead its engineering team in transforming India’s legal industry with Generative AI. Learn more about us at www.lucioai.com. *Role Highlights*:  - Lead a team of 5-10 developers to build cutting-edge AI-driven legal solutions (MERN, Python, Azure).   - Solve complex challenges for top law firms and disrupt the global legal services industry. - Collaborate with lawyers and tech experts in a fast-paced, remote-friendly/hybrid environment.   *Ideal Candidate*:   - 4+ years of coding experience along with demonstrable leadership skills. - Strong problem-solver with excellent communication.   *Perks*:   - Salary: ₹30-50 LPA - Location: Bangalore + Remote   *How to Apply?*   Send your CV + cover letter to samidha@lucioai.com or fill the form at this link - https://forms.gle/HJvKSR9pk6p5GW4Z9"
  },
  {
    "title": "UI/UX Developer",
    "posted_by": "Krithika Rangarajan",
    "company": "AIIMS Centre of Excellence in Healthcare AI",
    "location": "Delhi",
    "description": "Hi, we are looking for a ui/ ux developer for the aiims centre of excellence in healthcare ai.. Please DM me if anyone is interested.",
    "date": "2024-12-21"

  },
  {
    "title": "UI/UX Freelancer",
    "posted_by": "Riting Pachnanda",
    "company": "Undisclosed",
    "location": "Delhi/Remote",
    "description": "If anyone’s looking for a short ui/ux freelancing gig for a social media app dm me!",
    "date": "2024-12-21"
  },
  {
    "title": "TypeScript Developer",
    "posted_by": "Vidur Butalia",
    "company": "Lew Innovation",
    "location": "Australia/Remote",
    "description": "Urgently need TypeScript devs for my workplace. Company is based in Australia with worldwide clients. Pay is per hour - experienced devs can start at 25 USD or AUD equivalent, less for junior devs (to be discussed with management). Good work-life balance with minimal meetings (daily standup and biweekly reviews). Flexible timezone arrangements available. You'll work under me as the tech lead. Interview process: 30min technical interview + 30min management interview. Projects involve full-stack TypeScript work with AWS infrastructure (CDK/CloudFormation experience is a plus). Longer job description coming soon. Contact: vidur.butalia@lewinnovation.com or me@vidur.dev",
    "date": "2024-11-11"
  },
  {
    "title": "NLP Research Engineer, Vision Research Engineer",
    "posted_by": "Aaryak Garg",
    "company": "Predii",
    "location": "Pune/Remote",
    "description": "Hey guys, currently working @Predii. We are hiring for few roles -  1. NLP Research Engineer  2. Vision Research Engineer. What do we do? Most of us have gone through the experience of  taking our car in service. However, we don’t really think about what’s going on in backend, everything it takes to be able to diagnose the problem - finding the right parts, performing the correct repair and get it done in a matter of hours so you can get your car back asap. In fact, the dealerships & repair shops have to accomplish this at a time when the number of experienced technicians is declining, interestingly only a third of them are over the age of 55 and the vehicles themselves are becoming more and more complex. This is where we come in - in fancy terms - we are taking the charge, applying AI to such challenges faced in the Automotive service & repair industry. More details on the LinkedIn post, JD link is also given here: https://www.linkedin.com/posts/predii_ai-automotive-llm-activity-7248577487234875392-PqRo?utm_source=share&utm_medium=member_ios",
    "date": "2024-10-14"
  },
  {
    "title": "Multiple roles",
    "posted_by": "Tanay Padhi",
    "company": "Orby AI",
    "location": "SF Bay Area",
    "description": "My company (Orby AI) is looking for designers, ML eng, front end eng, and solutions eng. Shoot me a note if you or anybody you know would be interested!",
    "date": "2024-09-24"
  },
  {
    "title": "React Developer",
    "posted_by": "Bharat Kashyap",
    "company": "Bhutan Museum",
    "location": "Remote",
    "description": "Came across a very interesting project brief today; while I would have loved to work on this myself, I can't - so sharing here in case someone is interested to work with them: Project Brief: React Developer for Interactive Museum Touchscreen Experience Project Overview: We are seeking an experienced React developer to build a dynamic, interactive touchscreen experience for a museum installation in Bhutan. The project is a locally-run, React-based web app designed to educate and engage visitors by bringing Bhutan's history to life through five central characters. Contact Information: If you are interested and available to start immediately, please reach out to us with your portfolio and availability: * Udita: udita[at]bongwaterfilms[dot]com * Siddharth: siddharth[at]bongwaterfilms[dot]com",
    "date": "2024-09-10"
  },
  {
    "title": "Stealth startup",
    "company": "Undisclosed",
    "location": "🇮🇳",
    "posted_by": "Rishabh Marya",
    "description": "Currently working on a stealth startup, splitting time between California and India. Hiring in India btw, hit me up if anyone's looking to make a change 🙂",
    "date": "2024-09-06"
  },
  {
    "title": "ML Engineer",
    "company": "Apple",
    "location": "🇺🇸",
    "posted_by": "Shantanu Chhabra",
    "description": "I work at Apple where I lead the OS Intelligence team. I'm hiring ML Engineers for my team — hmu if you know anyone.",
    "date": "2024-08-13"
  },
  {
    "title": "Programmer",
    "company": "Crypto HFT Platform",
    "location": "🇮🇳",
    "description": "Hi folks, I am working on building a market maker / trading platform for the crypto ecosystem - which essentially requires HFT trading on various centralized and decentralized crypto exchanges. Would be great to connect with any Exun members in a side group discussion to share thoughts and ideas and potentially get references to traders and coders to hire.",
    "date": "2024-08-13",
    "posted_by": "Ankit Wadhwa"
  }
]
