[
  {
    "title": "React Developer",
    "posted_by": "Bharat Kashyap",
    "company": "Bhutan Museum",
    "location": "Remote",
    "description": "Came across a very interesting project brief today; while I would have loved to work on this myself, I can't - so sharing here in case someone is interested to work with them: Project Brief: React Developer for Interactive Museum Touchscreen Experience Project Overview: We are seeking an experienced React developer to build a dynamic, interactive touchscreen experience for a museum installation in Bhutan. The project is a locally-run, React-based web app designed to educate and engage visitors by bringing Bhutan's history to life through five central characters. Contact Information: If you are interested and available to start immediately, please reach out to us with your portfolio and availability: * Udita: udita[at]bongwaterfilms[dot]com * Siddharth: siddharth[at]bongwaterfilms[dot]com",
    "date": "2024-09-10"
  },
  {
    "title": "Stealth startup",
    "company": "Undisclosed",
    "location": "🇮🇳",
    "posted_by": "Rishabh Marya",
    "description": "Currently working on a stealth startup, splitting time between California and India. Hiring in India btw, hit me up if anyone's looking to make a change 🙂",
    "date": "2024-09-06"
  },
  {
    "title": "ML Engineer",
    "company": "Apple",
    "location": "🇺🇸",
    "posted_by": "Shantanu Chhabra",
    "description": "I work at Apple where I lead the OS Intelligence team. I'm hiring ML Engineers for my team — hmu if you know anyone.",
    "date": "2024-08-13"
  },
  {
    "title": "Programmer",
    "company": "Crypto HFT Platform",
    "location": "🇮🇳",
    "description": "Hi folks, I am working on building a market maker / trading platform for the crypto ecosystem - which essentially requires HFT trading on various centralized and decentralized crypto exchanges. Would be great to connect with any Exun members in a side group discussion to share thoughts and ideas and potentially get references to traders and coders to hire.",
    "date": "2024-08-13",
    "posted_by": "Ankit Wadhwa"
  }
]
